export const flexElements = [
	{
		id: 1,
		numberOne: '1',
		numberTwo: '2',
		textOne: 'Строительство железнодорожной магистрали Москва-Васюки',
		textTwo: 'Открытие фешенебельной гостиницы «Проходная пешка» и других небоскрёбов'
	},
	{
		id: 2,
		numberOne: '3',
		numberTwo: '',
		textOne: 'Поднятие сельского хозяйства в радиусе на тысячу километров: производство овощей, фруктов, икры, шоколадных конфет',
		textTwo: ''
	},
	{
		id: 3,
		numberOne: '4',
		numberTwo: '5',
		textOne: 'Строительство дворца для турнира',
		textTwo: 'Размещение гаражей для гостевого автотранспорта'
	},
	{
		id: 4,
		numberOne: '6',
		numberTwo: '',
		textOne: 'Постройка сверхмощной радиостанции для передачи всему миру сенсационных результатов',
		textTwo: ''
	},
	{
		id: 5,
		numberOne: '7',
		numberTwo: '',
		textOne: 'Создание аэропорта «Большие Васюки» с регулярным отправлением почтовых самолётов и дирижаблей во все концы света, включая Лос-Анжелос и Мельбурн',
		textTwo: ''
	},
]
export const gridElements = [
	{
		span: '1',
		text: 'Строительство железнодорожной магистрали Москва-Васюки',
	},
	{
		span: '2',
		text: 'Открытие фешенебельной гостиницы «Проходная пешка» и других небоскрёбов',
	},
	{
		span: '3',
		text: 'Поднятие сельского хозяйства в радиусе на тысячу километров: производство овощей, фруктов, икры, шоколадных конфет',
		},
	{
		span: '4',
		text: 'Строительство дворца для турнира',
	},
	{
		span: '5',
		text: 'Размещение гаражей для гостевого автотранспорта',
	},
	{
		span: '6',
		text: 'Постройка сверхмощной радиостанции для передачи всему миру сенсационных результатов',
	},
	{
		span: '7',
		text: 'Создание аэропорта «Большие Васюки» с регулярным отправлением почтовых самолётов и дирижаблей во все концы света, включая Лос-Анжелос и Мельбурн',
	},
]

export const chessplayers = [
	{
		id: 1,
		img: '../assets/images/chessplayer.png',
		title: 'Хозе-Рауль Капабланка',
		subtitle: 'Чемпион мира по шахматам'
	},
	{
		id: 2,
		img: '../assets/images/chessplayer.png',
		title: 'Эммануил Ласкер',
		subtitle: 'Чемпион мира по шахматам'
	},
	{
		id: 3,
		img: '../assets/images/chessplayer.png',
		title: 'Александр Алехин',
		subtitle: 'Чемпион мира по шахматам'
	},
	{
		id: 4,
		img: '../assets/images/chessplayer.png',
		title: 'Арон Нимцович',
		subtitle: 'Чемпион мира по шахматам'
	},
	{
		id: 5,
		img: '../assets/images/chessplayer.png',
		title: 'Рихард Рети',
		subtitle: 'Чемпион мира по шахматам'
	},
	{
		id: 6,
		img: '../assets/images/chessplayer.png',
		title: 'Остап Бендер',
		subtitle: 'Гроссмейстер'
	}
]
